{
    "main_header": "CREATIVE COURSES",
    "main_header_subtitle": "by Cristina Stănescu",
    "main_header_text": "With over 15 years of experience, we prepare young artists for a career in creative fields, for university admission in Romania or abroad.",
    "course_structure_title": "Nuvotek Course Structure",
    "course_structure_text": "Our courses are divided into 3 modules: the introductory module (Module 1), the intermediate module (Module 2), and the advanced module (Module 3). Every student, regardless of their previous training, starts with Module 1. Depending on their progress, the time spent in each module may vary. Modules 2 and 3 focus on preparing for the specific field of interest.",
    "course_org_title": "How do Nuvotek courses take place?",
    "course_org_text": "Nuvotek Academy by Cristina Stănescu offers both in-person courses at our studio on Șoseaua Iancului and online classes, depending on the student’s location. Each session lasts 5 hours and is held once or twice a week, depending on the student’s preference.",
    "student_evolution_title": "How do Nuvotek students progress?",
    "student_evolution_text": "Discover the progress of our students in the gallery below. From the introductory module, where they learn about projections, three-object axonometry, or two-point perspective with materiality, to the advanced module, where students showcase artistic maturity and complexity in their unique concepts—each work is a testament to their passion and dedication.",
    "creative_studio_title": "More than a creative studio",
    "creative_studio_text_1": "Nuvotek Academy by Cristina Stănescu is a community tailored to young people and their lifestyle, where the barriers of formal education are removed to create a pleasant and enriching educational experience.",
    "creative_studio_text_2": "Our team helps you redefine what it means to be an artist.",
    "register_cta": "REGISTER NOW",
    "discover_cta": "DISCOVER",
    "module_1_title": "Module 1",
    "module_1_subtitle": "INTRODUCTORY",
    "module_1_outcome_1": "Line and hatching",
    "module_1_outcome_2": "Axonometry",
    "module_1_outcome_3": "Perspective",
    "module_1_outcome_4": "Intersections of geometric bodies",
    "module_1_outcome_5": "Composition rules",
    "module_1_outcome_6": "Materiality",
    "module_1_outcome_7": "Object compositions",
    "module_1_outcome_8": "Drapery",
    "module_outcome_others": "And many more...",
    "module_2_title": "Module 2",
    "module_2_subtitle": "INTERMEDIATE",
    "module_2_outcome_1": "Furniture perspective study",
    "module_2_outcome_2": "Interior perspective",
    "module_2_outcome_3": "Architectural styles study",
    "module_2_outcome_4": "Furniture concept",
    "module_2_outcome_5": "General architecture",
    "module_2_outcome_6": "House plans",
    "module_2_outcome_7": "Human body study",
    "module_2_outcome_8": "Project “The Future is Now”",
    "module_3_title": "Module 3",
    "module_3_subtitle": "ADVANCED",
    "module_3_outcome_1": "Models",
    "module_3_outcome_2": "Client-based project concept",
    "module_3_outcome_3": "Concept “City of the Future”",
    "module_3_outcome_4": "Advanced descriptive geometry",
    "module_3_outcome_5": "Sustainability concept",
    "module_3_outcome_6": "Exam simulations",
    "module_3_outcome_7": "Abstract concepts",
    "module_3_outcome_8": "Portfolio",
    "testimonials_title": "Testimonials",
    "testimonial_text_1": "Nuvotek’s courses prepared me for university—not only to get in, but also for what awaited me there. They gave me confidence in my abilities, taught me how to approach a project, view a new concept, and organize my ideas and time. The preparation was always serious and productive, with the warmest and most cheerful atmosphere. I truly miss a day at the studio!",
    "testimonial_text_2": "I am deeply grateful to Cristina and the courses because they helped me immensely to develop my style, techniques, and self-confidence. The difference was always evident at university; my hand drawing and idea sketching were always highly appreciated by the professors.",
    "testimonial_text_3": "The preparation is serious, the teaching method is very efficient, and the materials we had at our disposal were varied and plentiful. We were encouraged to work individually according to our chosen path, but also to motivate each other by working together at the studio.",
    "testimonial_text_4": "Nuvotek helped me enormously to prepare for the field I dream of working in, even starting from the beginner level I was at. A welcoming community, constructive feedback, and a great atmosphere!",
    "testimonial_text_5": "The Nuvotek experience helped me grow not only professionally but also personally through the support and dedication of the teachers. Equally important was the community of people who shared my interests, with whom I could always debate thought-provoking topics.",
    "testimonial_text_6": "At Nuvotek I discovered a vibrant community, where people come to learn and receive as a bonus an extraordinarily warm atmosphere—from the projects to the coffee breaks. I learned different drawing techniques that I still use in various situations, contributing to the development of a flexible approach to projects and concepts.",
    "gallery_tab_1": "ARCHITECTURE",
    "gallery_tab_2": "INTERIOR DESIGN",
    "gallery_tab_3": "FASHION DESIGN",
    "gallery_tab_4": "GAME DESIGN",
    "gallery_tab_5": "OUR STUDIO",
    "gallery_tab_6": "PRODUCT DESIGN",
    "gallery_title": "Gallery",
    "contact_us_more_details": "For more details, please contact us:",
    "contact_us_through_phone": "by phone at",
    "contact_us_through_mail": "by email at",
    "contact_us_address": "You can also visit us at our studio on Șoseaua Iancului 46, Bucharest:",
    "days_between": "Monday - Friday, between",
    "and": "and",
    "about_us_title_1": "More than a creative studio",
    "about_us_subtitle_1": "A community tailored to the lifestyle of young people",
    "about_us_par_1": "Nuvotek is a training center aimed at developing artistic skills and revolutionizing the creative process essential for the university experience.",
    "about_us_title_2": "Our mission",
    "about_us_par_2": "To provide proper art education, to help young students grow into responsible adults engaged with future societal challenges. If you aspire to become such an artist, our courses take place at our studio near Piața Iancului. We look forward to welcoming you to one of our daily groups!",
    "about_us_par_3": "Whether you aim for architecture, interior design, fashion design, or character design—whether in Romania or abroad—you will find the right training with us. If you are still unsure which branch to pursue, our training covers the fundamentals of each field, so together we will find what suits you best.",
    "about_us_par_4": "Our community’s spirit is built on respect—for the artist, for their learning process, for art in all its forms—combined with hard work and perseverance toward our aspirations. It’s more than just a creative studio; it’s a community adapted to the lifestyle of young people where the barriers of formal education are removed.",
    "about_us_par_5": "You will learn how to present your ideas, debate them, help others refine theirs, listen to and respect different perspectives, and how to give and receive constructive feedback. You will learn to adapt your ideas to various contexts, both in your future career and in everyday life.",
    "about_us_par_6": "A strong human foundation paves the way for the development of skills specific to your chosen field. The community you will be part of, alongside us and many like us, will constantly support you in building your own architecture as an artist and as a person.",
    "about_us_title_3": "Meet the team",
    "about_us_par_7": "Cristina, the founder of Nuvotek, started this journey 10 years ago. During her architecture studies, Cristina Stănescu began building, step by step, the path to her dream of contributing productively and constructively to society’s development through education.",
    "about_us_par_8": "For 12 years, she has been passionately and wholeheartedly dedicated to teaching art and architecture to children eager to begin in these fields. Guiding young artists to become architects, designers, and game developers, Cristina has created a community based on full acceptance of individuality, becoming a family of hundreds of students who carry their belonging to Nuvotek in their hearts.",
    "about_us_par_9": "The team continues to grow thanks to former students who have become colleagues, confident that together they will continue to educate and guide young people to follow their dreams.",
    "about_us_par_10": "Future-oriented, she has developed the structure needed for admission to visual arts universities, including social and cultural elements as well as up-to-date technological requirements. The course is designed to bring out each individual’s strengths, giving them the freedom to leave their mark on their work, discovering and developing their personal style. Cristina’s goal, along with her team, is to contribute to shaping the future by developing individuals who will inspire generations to come.",
    "about_us_par_11": "Children need role models, and Nuvotek’s young members will be the adults shaping the future.",
    "about_us_par_12": "Victor Stănescu is one of the founders of Nuvotek Studio. He provides both technical and administrative support, making things easier for all Nuvotek mentors. Additionally, he offers constant guidance to students applying to universities abroad in any field, as Nuvotek is UCAS accredited.",
    "about_us_title_4": "Tutors team",
    "about_us_par_13": "Adriana Tomeci is a tutor at #NVK02 and trainer for Modules 1 and 2. A graduate of architecture with a Bachelor’s and Master’s degree from Manchester School of Architecture in the UK, Adriana has always kept art close to her heart. A multidisciplinary personality, she constantly explores various forms of visual communication—from sketchbooks to canvas painting, from markers to oils, and more recently, digital art, fashion design, and creative direction.",
    "about_us_par_14": "A former student of Nuvotek Academy, Adriana joined the team as a tutor, preparing future generations of architects, designers, and artists. With a solid teaching style, she helps students refine their drawing technique, develop their work discipline, and gain confidence in their artistic skills. She also motivates them to embrace challenges in the creative industries with enthusiasm.",
    "about_us_par_15": "Adriana focuses on developing logical and creative thinking, harmoniously combining technique with creativity. For her, every design tells a story, and her mission is to help students discover their own style and create impactful visual ideas. She instills the passion to find inspiration in the surrounding environment and to document ideas in sketchbooks.",
    "about_us_par_16": "With experience as a graphic designer in various companies, Adriana began teaching digital drawing courses in Procreate at Nuvotek Academy in 2021. She has also volunteered as a graphic designer and illustrator for organizations such as Her Time Romania, Street Delivery, and URBOTECA, and led the graphics department of LZR magazine. Personal and professional growth is a constant priority for her, and her passion and dedication inspire every generation she mentors.",
    "about_us_par_17": "Daria graduated in Interior Architecture, specializing in Furniture and Interior Design, from the Ion Mincu University of Architecture and Urbanism. Passionate about interior design, architectural history, and art, Daria contributes as a mentor, sharing her passion for visual aesthetics and frequently offering students insights from related creative fields such as cinema or design history.",
    "about_us_par_18": "With a desire to shape professional and creative architects, Daria emphasizes developing aesthetic sensibility and encouraging free expression. Flexible and open-minded, she creates an educational environment that is pleasant and stimulating, different from traditional settings, where every course becomes an opportunity to inspire students to explore their ideas and vision.",
    "about_us_par_19": "Focused on constructive feedback and effective communication, Daria helps students support their ideas with clear and well-argued graphical representations. She also develops their general aesthetic culture through engaging discussions about art, architecture, and design, offering a safe space for learning and creative exploration. Thus, Daria shapes future architects and designers with confidence, courage, and vision.",
    "about_us_par_20": "Her passion for art and science led her to study General Architecture at the Ion Mincu University of Architecture and Urbanism. Andreea creates a dynamic learning environment where students can explore, learn, and create, developing both theoretical knowledge and practical skills.",
    "about_us_par_21": "She shares with students the academic and practical perspective of architecture and design, preparing them to face university challenges and maximize their potential. Through dedication and motivation, she encourages them to pursue their passion for architecture, design, or graphics, laying the foundation for a successful career.",
    "about_us_par_22": "For Andreea, architecture is more than a profession—it’s a way of life, a way to uncover the stories of spaces and places. Every street, every corner has a story to tell, and through sketches and photographs, she strives to capture the essence of each place.",
    "about_us_par_23": "For her, the creative process is a journey, and the goal is to guide each student to find their rhythm, gain confidence in their abilities, and create works that inspire and communicate with strength and elegance.",
    "about_us_par_24": "Larisa is a tutor at Nuvotek Academy, turning her passion for this discipline into a source of inspiration for students. For her, architecture is applied art that combines logic with emotion, functionality with aesthetics, and structure with imagination. Each project becomes an opportunity to create harmony between space and soul.",
    "about_us_par_25": "Dedicated to students’ development, Larisa helps them improve their technical and artistic drawing skills, express their creative ideas, and gain confidence in their abilities. Lessons are tailored to each student’s level, pace, and personality, ensuring a pleasant and effective learning experience.",
    "about_us_par_26": "With patience and passion, Larisa creates an environment where students can freely explore their creativity, finding balance between technique and inspiration. Through her personalized approach, she provides a strong foundation for a career in architecture and encourages students to develop discipline, creativity, and confidence—essential skills for professional success.",
    "about_us_par_27": "Andreea, a tutor at Nuvotek Academy, inspires young people to be curious and passionate. For her, architecture is more than designing buildings—it’s about how spaces affect our mood and the creativity with which we shape the world around us.",
    "about_us_par_28": "In her approach, Andreea guides students to observe details, explore proportions, shapes, and textures, helping them develop critical thinking and discover new perspectives on space. Lessons are adapted to each level of understanding and interest, in a safe and open environment where experimentation and mistakes are part of the learning process.",
    "about_us_par_29": "With patience and dedication, Andreea supports the development of creativity, observation skills, and self-confidence, preparing students for the future. Her approach helps them see architecture as a form of creative exploration of the world we live in.",
    "about_us_par_30": "Her passion for fine arts began with graphite drawing and oil painting on canvas, evolving over her professional training in various directions.",
    "about_us_par_31": "As a volunteer, Alex represented Romania in Wuppertal, Germany, at the Solar Decathlon Europe competition with a sustainable house concept, participating in both design and construction phases. His technical experience in 3D modeling and architectural visualization helps him share his expertise and provide students with a comprehensive vision.",
    "about_us_par_32": "Alex believes in a multidisciplinary understanding of architecture and graphic design and thinks we should not limit ourselves to a single medium. Painting, photography, sketches, computer design, music, or mathematics—all can be harnessed into valuable concepts. All skills will find their purpose at the right time, and we should not restrict ourselves to a beaten path. At Modules 1 and 2, Alex fosters critical thinking and personal growth, providing a solid foundation for young artists.",
    "menu_item_1": "About Us",
    "menu_item_2": "Works",
    "menu_item_3": "Contact"
}