{
    "main_header": "CURSURI CREATIVE",
    "main_header_subtitle": "by Cristina Stănescu",
    "main_header_text": "Cu o experiență de peste 15 ani, formăm tineri artiști pentru o carieră în domenii creative, pentru admiterea la facultate, în România sau în străinătate.",
    "course_structure_title": "Structura Cursurilor Nuvotek",
    "course_structure_text": "Cursurile noastre sunt împărțite în 3 module, modulul introductiv (modulul 1), modulul mediu (modulul 2) și modulul avansat (modulul 3). Fiecare cursant, indiferent de nivelul de pregătire anterior este repartizat la modulul 1. În funcție de evoluția acestuia, durata petrecută la fiecare modul poate să difere. Modulele 2 și 3 se focalizează pe pregătirea domeniului specific.",
    "course_org_title": "Cum se desfășoară cursurile Nuvotek?",
    "course_org_text": "Cursurile la Nuvotek Academy by Cristina Stănescu se desfășoară fizic, la studioul nostru din Șoseaua Iancului, sau online, în funcție de locația cursantului. O ședință de curs durează 5 ore și se desfășoară o dată sau de două ori pe săptămână, în funcție de preferința cursantului.",
    "student_evolution_title": "Cum evoluează cursanții Nuvotek?",
    "student_evolution_text": "Descoperă evoluția cursanților noștri în galeria de mai jos. De la modulul introductiv la care se descoperă epura, axonometria cu 3 corpuri sau perspectiva la 2 puncte de fugă, însoțită de materialitate, până la modulul avansat, la care cursanții dau dovadă de maturitate artistică și complexitate în ceea ce privește conceptele lor unice, fiecare planșă este dovada vie a pasiunii și dedicării lor.",
    "creative_studio_title": "Mai mult decât un studio al creației",
    "creative_studio_text_1": "Nuvotek Academy by Cristina Stănescu este o comunitate adaptată tinerilor și stilului lor de viață, în care barierele învățământului formal sunt îndepărtate în vederea obținerii unei experiențe educaționale plăcută pentru cursanți. ",
    "creative_studio_text_2": "Echipa noastră te ajută să îți redefinești concepția despre ceea ce înseamnă să fii artist.",
    "register_cta": "MĂ ÎNSCRIU",
    "discover_cta": "DESCOPERĂ PLANȘELE",
    "module_1_title": "Modulul 1",
    "module_1_subtitle": "INTRODUCTIV",
    "module_1_outcome_1": "Linia și hașura",
    "module_1_outcome_2": "Axonometrie",
    "module_1_outcome_3": "Perspectivă",
    "module_1_outcome_4": "Intersecții de corpuri geometrice",
    "module_1_outcome_5": "Reguli de compoziție",
    "module_1_outcome_6": "Materialitate",
    "module_1_outcome_7": "Compoziții de obiecte",
    "module_1_outcome_8": "Drapaj",
    "module_outcome_others": "Multe altele...",
    "module_2_title": "Modulul 2",
    "module_2_subtitle": "MEDIU",
    "module_2_outcome_1": "Studiu perspectivă mobilier",
    "module_2_outcome_2": "Perspectivă de interior",
    "module_2_outcome_3": "Studiu stiluri arhitecturale",
    "module_2_outcome_4": "Concept mobilier",
    "module_2_outcome_5": "Concepte arhitectură generală",
    "module_2_outcome_6": "Planuri de case",
    "module_2_outcome_7": "Studiu corp uman",
    "module_2_outcome_8": "Proiect “The Future is Now”",
    "module_3_title": "Modulul 3",
    "module_3_subtitle": "AVANSAT",
    "module_3_outcome_1": "Machete",
    "module_3_outcome_2": "Concept proiect cu client",
    "module_3_outcome_3": "Concept “Orașul Viitorului“",
    "module_3_outcome_4": "Geometrie descriptivă avansată",
    "module_3_outcome_5": "Concept sustenabilitate",
    "module_3_outcome_6": "Simulări teste",
    "module_3_outcome_7": "Concepte abstracte",
    "module_3_outcome_8": "Portofoliu",
    "testimonials_title": "Testimoniale",
    "testimonial_text_1": "Cursurile de la Nuvotek m-au pregătit pentru facultate. Nu doar sa întru la facultate, dar și pentru ce mă așteaptă acolo. Mi-a dat încredere în abilitățile mele, m-a învățat de unde sa apuc un proiect, cum sa privesc un concept nou și cum sa îmi organizez ideile și timpul. Pregătirea a fost mereu serioasă și productivă, cu cea mai călduroasă și vesela atmosfera. Îmi este foarte dor de o zi la studio!",
    "testimonial_text_2": "Sunt profund recunoscătoare Cristinei și cursurilor pentru ca acestea m-au ajutat enorm să-mi dezvolt stilul, tehnicile și să am încredere în mine. S-a văzut mereu diferenta la facultate, desenul de mână și schițatul ideilor a fost mereu foarte apreciat de către domnii profesori de la facultate.",
    "testimonial_text_3": "Pregatirea este serioasă, modul de predare mi se pare foarte eficient, iar materialele pe care le-am avut la dispoziție sunt diverse și numeroase. Am fost încurajați să lucrăm individual, în funcție de drumul pe care vrem să-l urmăm, dar și să ne motivam unii pe ceilalți, lucrând împreună la studio.",
    "testimonial_text_4": "Nuvotek m-a ajutat enorm să mă pregătesc pentru domeniul în care visez să lucrez, chiar și de la nivelul de începător la care eram. Comunitate primitoare, feedback constructiv și atmosferă mișto",
    "testimonial_text_5": "Experiența Nuvotek m-a ajutat să mă dezvolt nu numai din punct de vedere al aptitudinilor profesionale, dar și personal prin susținere și devotament din partea profesorilor. De asemenea, un rol la fel de important în cadrul formării mele l-a avut colectivul alcătuit din persoane care aveau un interes comun cu al meu, cu care mereu am putut dezbate subiecte care îți pun mintea la contribuție.",
    "testimonial_text_6": "La Nuvotek am descoperit o comunitate complexă, unde oamenii vin să învețe și primesc ca bonus atmosfera extraordinar de caldă, până la proiectele și pauzele de cafea aferente. Am învățat tehnici de desen diferite care la care apelez în situații diferite ceea ce contribuie la consolidarea stilului flexibil de abordare a unui proiect/concept.",
    "gallery_tab_1": "ARHITECTURĂ",
    "gallery_tab_2": "DESIGN INTERIOR",
    "gallery_tab_3": "FASHION DESIGN",
    "gallery_tab_4": "GAME DESIGN",
    "gallery_tab_5": "OUR STUDIO",
    "gallery_tab_6": "PRODUCT DESIGN",
    "gallery_title": "Galerie",
    "contact_us_more_details": "Pentru detalii suplimentare, vă invităm să ne contactați astfel:",
    "contact_us_through_phone": "prin telefon, la numărul",
    "contact_us_through_mail": "prin e-mail, la adresa",
    "contact_us_address": " De asemenea, vă așteptăm în studioul nostru din Șoseaua Iancului 46, București:",
    "days_between": "Luni - Vineri, între",
    "and": "și",
    "about_us_title_1": "Mai mult decât un studio al creației",
    "about_us_subtitle_1": "O comunitate adaptată stilului de viață al tinerilor",
    "about_us_par_1": "Nuvotek este un centru de pregătire, care are ca scop dezvoltarea abilităților artistice și care iși propune să revoluționeze procesul creativ, necesar experienței universitare.",
    "about_us_title_2": "Misiunea noastră",
    "about_us_par_2": "Este aceea de a oferi o educație corectă în artă, de a dezvolta tânărul cursant într-un adult responsabil și implicat în viitoarele probleme ale societății. Dacă tu crezi că vrei să devii un astfel de artist, cursurile au loc la studioul nostru situat la Piața Iancului. Te așteptăm să te alături uneia dintre grupele noastre zilnice!",
    "about_us_par_3": "Fie că vrei să te îndrepți spre arhitectură, design de interior, fashion design sau design de personaje, în România sau peste mări si țări, la noi vei găsi pregătirea adecvată. Dacă încă nu știi către care ramură vrei să te îndrepți pregătirile noastre acoperă bazele fiecărui domeniu, astfel că o să găsim împreună ceea ce ți se potrivește.",
    "about_us_par_4": "Spiritul comunității noastre se clădește în baza respectului atât față de artist, cât și față de procesul de formare al acestuia, față de artă, sub orice formă întâlnită, cu multă muncă și perseverență, în vederea idealurilor la care aspirăm. Este mai mult decât un studio al creației, este o comunitate adaptată stilului de viață al tinerilor în care barierele învățământului formal sunt îndepărtate.",
    "about_us_par_5": "Vei învăța cum să îți prezinți ideile, cum să le dezbați, cum să te ajuți și să îi ajuți pe alții să le fructifice, cum să asculți și să respecți puncte de vedere diferite, cum să primești și să oferi, la rândul tău, feedback constructiv, cum să dezbați idei, cum să ți le adaptezi la variatele contexte pe care le vei întâlni, atât în cariera pe care ți-o vei forma, cât și în viața ta de zi cu zi.  ",
    "about_us_par_6": "O fundație viguroasă umană dă cale liberă dezvoltării abilităților specifice domeniului ales. Comunitatea din care vei face parte, alături de noi și de mulți alții ca noi te va sprijini constant în consolidarea arhitecturii tale ca om-artist.",
    "about_us_title_3": "Meet the team",
    "about_us_par_7": "Cristina, fondatoarea Nuvotek, a început magia acum 10 ani.\n  Încă din timpul facultății de arhitectură, Cristina Stănescu a început să construiască, pas cu pas, drumul către visul de a contribui productiv și constructiv în dezvoltarea societății, prin educație.",
    "about_us_par_8": "De 12 ani se dedică cu pasiune și implicare pentru a transmite educația în artă și arhitectură copiilor ce își doresc să se inițieze în aceste domeniu. Îndrumând tineri artiști pentru a deveni arhitecți, designeri și game developers, Cristina a creat o comunitate bazată pe acceptare completă a propriilor personalități, devenind o familie de sute de copii ce păstrează în suflet apartenența la Nuvotek.",
    "about_us_par_9": "Echipa este în continuă dezvoltare datorită foștilor elevi ce i-au devenit colegi și este încrezătoare că împreună vor continua să educe și să îndrume tinerii să își urmeze visul.",
    "about_us_par_10": "Orientată către viitor, ea a completat structura necesară admiterii la o facultate al cărei domeniu de studiu este arta vizuală, atât cu elemente sociale și culturale, cât și cu cele actualizate, specifice tehnologiei într-o continuă dezvoltare. Structura cursului este creată în așa fel încât să valorifice individul, oferindu-i astfel libertatea de își lasă amprenta asupra propriilor lucrări, descoperind și dezvoltând stilul personal. Cristina își propune ca, alături de echipa ei, să facă parte din îmbunătățirea viitorului prin dezvoltarea de caractere ce vor fi exemple pentru următoarele generații.",
    "about_us_par_11": "Copiii au nevoie de exemple, iar tinerii Nuvotek vor fi adulții ce proiectează viitorul.",
    "about_us_par_12": "Victor Stănescu este unul dintre fondatorii Nuvotek Studio. El oferă atât suport tehnic, cât și suport administrativ. Cu ajutorul lui, lucrurile sunt mai ușoare pentru toți mentorii Nuvotek. În plus, oferă consultanță și suport constant copiilor care aplică la facultăți în străinătate, indiferent de domeniul ales, Nuvotek fiind acreditat UCAS.",
    "about_us_title_4": "Echipă tutori",
    "about_us_par_13": "Adriana Tomeci este tutor la #NVK02 și formator pentru modulele 1 și 2. Absolventă a facultății de arhitectură, cu licență și master la Manchester School of Architecture din UK, Adriana a păstrat mereu arta aproape de suflet. Personalitate multidisciplinară, ea explorează constant diverse forme de comunicare vizuală – de la caiete de schițe la pictură pe pânză, de la markere la uleiuri și, recent, artă digitală, design vestimentar sau regie creativă.",
    "about_us_par_14": "Fostă cursantă a Nuvotek Academy, Adriana s-a alăturat echipei ca tutor, pregătind viitoarele generații de arhitecți, designeri și artiști. Cu un stil pedagogic solid, ea îi ajută pe cursanți să-și perfecționeze tehnica de desen, să își dezvolte disciplina de lucru și încrederea în abilitățile lor artistice. Totodată, îi motivează să accepte cu entuziasm provocările din industriile creative.",
    "about_us_par_15": "Adriana pune accent pe dezvoltarea gândirii logice și creative, combinând armonios tehnica cu creația. Pentru ea, fiecare design spune o poveste, iar misiunea sa este să îi ajute pe cursanți să-și descopere stilul propriu și să creeze idei vizuale cu impact. Le insuflă pasiunea de a găsi inspirație în mediul înconjurător și de a-și documenta ideile în sketchbook-uri.",
    "about_us_par_16": "Cu experiență ca graphic designer în diverse companii, Adriana a început în 2021 să predea cursuri de desen digital în Procreate, în cadrul Nuvotek Academy. În paralel, a fost activă ca voluntar grafician și ilustrator pentru organizații precum Her Time România, Street Delivery și URBOTECA, și a coordonat departamentul de grafică al revistei LZR. Dezvoltarea personală și profesională este o prioritate constantă pentru ea, iar pasiunea și implicarea sa inspiră fiecare generație pe care o îndrumă.",
    "about_us_par_17": "Daria este absolventă a Facultății de Arhitectură de Interior, secția Mobilier și Amenajări de Interior, din cadrul Universității de Arhitectură și Urbanism „Ion Mincu”. Pasionată de design de interior, istoria arhitecturii și artă, Daria își aduce contribuția ca mentor, împărtășind cursanților pasiunea sa pentru estetica vizuală și oferindu-le frecvent perspective din domenii creative conexe, precum cinematografie sau istoria designului.",
    "about_us_par_18": "Cu dorința de a forma arhitecți profesioniști și creativi, Daria pune accent pe dezvoltarea simțului estetic și pe încurajarea exprimării libere. Flexibilă și deschisă, creează un mediu educațional diferit de cel tradițional, plăcut și stimulant, în care fiecare curs devine o oportunitate de a inspira tinerii să își exploreze ideile și viziunea.",
    "about_us_par_19": "Focalizată pe feedback constructiv și comunicare eficientă, Daria ajută cursanții să își susțină ideile prin reprezentări grafice clare și bine argumentate. În paralel, dezvoltă o cultură estetică generală prin discuții captivante despre artă, arhitectură și design, oferindu-le cursanților un spațiu sigur pentru învățare și explorare creativă. Astfel, Daria modelează viitoarele generații de arhitecți și designeri cu încredere, curaj și viziune.",
    "about_us_par_20": "Pasiunea pentru artă și știință au determinat-o să studieze Arhitectura Generală la Universitatea de Arhitectură și Urbanism „Ion Mincu”. Andreea creează un mediu de învățare dinamic, în care cursanții pot explora, învăța și crea, dezvoltându-și atât cunoștințele teoretice, cât și abilitățile practice.",
    "about_us_par_21": "Ea împărtășește cursanților perspectiva academică și practică a arhitecturii și designului, pregătindu-i să facă față provocărilor universitare și să își valorifice potențialul. Prin dedicare și motivație, îi încurajează să-și urmeze pasiunea pentru arhitectură, design sau grafică, punând bazele unei cariere de succes.",
    "about_us_par_22": "Pentru Andreea, arhitectura este mai mult decât o profesie – este un stil de viață, o modalitate de a descoperi poveștile spațiilor și locurilor. Fiecare stradă, fiecare colț are o poveste de spus, iar prin schițe și fotografii, ea încearcă să surprindă esența fiecărui loc.",
    "about_us_par_23": "Procesul creativ este pentru ea o călătorie, iar scopul este să îndrume fiecare cursant să-și găsească ritmul, să capete încredere în abilitățile proprii și să creeze lucrări care inspiră și comunică cu forță și eleganță.",
    "about_us_par_24": "Larisa este tutore Nuvotek Academy și transformă pasiunea sa pentru această disciplină într-o sursă de inspirație pentru cursanți. Pentru ea, arhitectura este o artă aplicată care îmbină logica cu emoția, funcționalitatea cu estetica și structura cu imaginația. Fiecare proiect devine o oportunitate de a crea armonie între spațiu și suflet.",
    "about_us_par_25": "Dedicată dezvoltării cursanților, Larisa îi ajută pe aceștia să își perfecționeze abilitățile de desen tehnic și artistic, să-și exprime ideile creative și să câștige încredere în propriile capacități. Lecțiile sunt adaptate fiecărui cursant, în funcție de nivelul, ritmul și personalitatea acestuia, asigurând o experiență de învățare plăcută și eficientă.",
    "about_us_par_26": "Cu răbdare și pasiune, Larisa creează un mediu în care elevii pot explora liber creativitatea, găsind echilibrul între tehnică și inspirație. Prin abordarea sa personalizată, ea le oferă o bază solidă pentru o carieră în arhitectură și îi încurajează să își dezvolte disciplina de lucru, creativitatea și încrederea – abilități esențiale pentru succesul profesional.",
    "about_us_par_27": "Andreea, tutor la Nuvotek Academy, inspiră tinerii să fie curioși și pasionați. Pentru ea, arhitectura înseamnă mai mult decât a proiecta clădiri – este despre modul în care spațiile ne influențează starea de spirit și creativitatea cu care modelăm lumea din jur.",
    "about_us_par_28": "În abordarea sa, Andreea îi îndrumă pe cursanți să observe detalii, să exploreze proporții, forme și texturi, ajutându-i să-și dezvolte gândirea critică și să descopere noi perspective asupra spațiului. Lecțiile sunt adaptate fiecărui nivel de înțelegere și interes, într-un mediu sigur și deschis, unde experimentarea și greșelile sunt parte din procesul de învățare.",
    "about_us_par_29": "Cu răbdare și dedicare, Andreea sprijină dezvoltarea creativității, a capacității de observație și a încrederii în sine, pregătindu-i pe cursanți pentru viitor. Abordarea sa îi ajută pe aceștia să perceapă arhitectura ca o formă de explorare creativă a lumii în care trăim.",
    "about_us_par_30": "Pasiunea pentru arte plastice a început cu desen grafit, uleiuri pe pânză și a evoluat pe parcursul formării profesionale în direcții diverse.",
    "about_us_par_31": "Ca voluntar, a reprezentat România în Wuppertal, Germania, la concursul Solar Decathlon Europe cu un concept de casa sustenabilă unde a participat la fazele de proiectare și șantier. Experiența tehnică de modelare 3D și vizualizare de arhitectură, îl ajută pe Alex sa fie o persoana care împarte din experiența personală și oferă o viziune de ansamblu cursanților.",
    "about_us_par_32": "Alex crede într-o înțelegere multidisciplinară a arhitecturii și a designului grafic și este de părere că nu trebuie să ne limităm la un singur mediu de lucru. Pictura, fotografia, schițele, designul pe calculator, muzica sau matematica, sunt toate ramuri care pot fi valorificate în concepte valoroase. Tot bagajul de abilități își va avea folosul la timpul potrivit și nu trebuie să ne rezumăm la un drum bătătorit. Alex reușește să implementeze la modulele 1 și 2 o gândire critică și o dezvoltare pe plan personal care să ofere baze solide micilor artiști.",
    "menu_item_1": "Despre noi",
    "menu_item_2": "Planșe",
    "menu_item_3": "Contact"
}