{
    "main_header": "CURSURI CREATIVE",
    "main_header_subtitle": "by Cristina Stănescu",
    "main_header_text": "Cu o experiență de peste 15 ani, formăm tineri artiști pentru o carieră în domenii creative, pentru admiterea la facultate, în România sau în străinătate.",
    "course_structure_title": "Structura Cursurilor Nuvotek",
    "course_structure_text": "Cursurile noastre sunt împărțite în 3 module, modulul introductiv (modulul 1), modulul mediu (modulul 2) și modulul avansat (modulul 3). Fiecare cursant, indiferent de nivelul de pregătire anterior este repartizat la modulul 1. În funcție de evoluția acestuia, durata petrecută la fiecare modul poate să difere. Modulele 2 și 3 se focalizează pe pregătirea domeniului specific.",
    "course_org_title": "Cum se desfășoară cursurile Nuvotek?",
    "course_org_text": "Cursurile la Nuvotek Academy by Cristina Stănescu se desfășoară fizic, la studioul nostru din Șoseaua Iancului, sau online, în funcție de locația cursantului. O ședință de curs durează 5 ore și se desfășoară o dată sau de două ori pe săptămână, în funcție de preferința cursantului.",
    "student_evolution_title": "Cum evoluează cursanții Nuvotek?",
    "student_evolution_text": "Descoperă evoluția cursanților noștri în galeria de mai jos. De la modulul introductiv la care se descoperă epura, axonometria cu 3 corpuri sau perspectiva la 2 puncte de fugă, însoțită de materialitate, până la modulul avansat, la care cursanții dau dovadă de maturitate artistică și complexitate în ceea ce privește conceptele lor unice, fiecare planșă este dovada vie a pasiunii și dedicării lor.",
    "creative_studio_title": "Mai mult decât un studio al creației",
    "creative_studio_text_1": "Nuvotek Academy by Cristina Stănescu este o comunitate adaptată tinerilor și stilului lor de viață, în care barierele învățământului formal sunt îndepărtate în vederea obținerii unei experiențe educaționale plăcută pentru cursanți. ",
    "creative_studio_text_2": "Echipa noastră te ajută să îți redefinești concepția despre ceea ce înseamnă să fii artist.",
    "register_cta": "MĂ ÎNSCRIU",
    "module_1_title": "Modulul 1",
    "module_1_subtitle": "INTRODUCTIV",
    "module_1_outcome_1": "Linia și hașura",
    "module_1_outcome_2": "Axonometrie",
    "module_1_outcome_3": "Perspectivă",
    "module_1_outcome_4": "Intersecții de corpuri geometrice",
    "module_1_outcome_5": "Reguli de compoziție",
    "module_1_outcome_6": "Materialitate",
    "module_1_outcome_7": "Compoziții de obiecte",
    "module_1_outcome_8": "Drapaj",
    "module_outcome_others": "Multe altele...",
    "module_2_title": "Modulul 2",
    "module_2_subtitle": "MEDIU",
    "module_2_outcome_1": "Studiu perspectivă mobilier",
    "module_2_outcome_2": "Perspectivă de interior",
    "module_2_outcome_3": "Studiu stiluri arhitecturale",
    "module_2_outcome_4": "Concept mobilier",
    "module_2_outcome_5": "Planuri de case",
    "module_2_outcome_6": "Studiu corp uman",
    "module_2_outcome_7": "Proiect “The Future is Now”",
    "module_3_title": "Modulul 3",
    "module_3_subtitle": "AVANSAT",
    "module_3_outcome_1": "Machete",
    "module_3_outcome_2": "Concept proiect cu client",
    "module_3_outcome_3": "Concept “Orașul Viitorului“",
    "module_3_outcome_4": "Geometrie descriptivă avansată",
    "module_3_outcome_5": "Concept sustenabilitate",
    "module_3_outcome_6": "Simulări teste",
    "module_3_outcome_7": "Concepte abstracte",
    "module_3_outcome_8": "Portofoliu",
    "testimonials_title": "Testimoniale",
    "testimonial_text_1": "Cursurile de la Nuvotek m-au pregătit pentru facultate. Nu doar sa întru la facultate, dar și pentru ce mă așteaptă acolo. Mi-a dat încredere în abilitățile mele, m-a învățat de unde sa apuc un proiect, cum sa privesc un concept nou și cum sa îmi organizez ideile și timpul. Pregătirea a fost mereu serioasă și productivă, cu cea mai călduroasă și vesela atmosfera. Îmi este foarte dor de o zi la studio!",
    "testimonial_text_2": "Sunt profund recunoscătoare Cristinei și cursurilor pentru ca acestea m-au ajutat enorm să-mi dezvolt stilul, tehnicile și să am încredere în mine. S-a văzut mereu diferenta la facultate, desenul de mână și schițatul ideilor a fost mereu foarte apreciat de către domnii profesori de la facultate.",
    "testimonial_text_3": "Pregatirea este serioasă, modul de predare mi se pare foarte eficient, iar materialele pe care le-am avut la dispoziție sunt diverse și numeroase. Am fost încurajați să lucrăm individual, în funcție de drumul pe care vrem să-l urmăm, dar și să ne motivam unii pe ceilalți, lucrând împreună la studio.",
    "testimonial_text_4": "Nuvotek m-a ajutat enorm să mă pregătesc pentru domeniul în care visez să lucrez, chiar și de la nivelul de începător la care eram. Comunitate primitoare, feedback constructiv și atmosferă mișto",
    "testimonial_text_5": "Experiența Nuvotek m-a ajutat să mă dezvolt nu numai din punct de vedere al aptitudinilor profesionale, dar și personal prin susținere și devotament din partea profesorilor. De asemenea, un rol la fel de important în cadrul formării mele l-a avut colectivul alcătuit din persoane care aveau un interes comun cu al meu, cu care mereu am putut dezbate subiecte care îți pun mintea la contribuție.",
    "testimonial_text_6": "La Nuvotek am descoperit o comunitate complexă, unde oamenii vin să învețe și primesc ca bonus atmosfera extraordinar de caldă, până la proiectele și pauzele de cafea aferente. Am învățat tehnici de desen diferite care la care apelez în situații diferite ceea ce contribuie la consolidarea stilului flexibil de abordare a unui proiect/concept."


}